/* Addresses */
"Addresses" = "Addresses";

/* All Contacts */
"All Contacts" = "All Contacts";

/* Compression of the KMZ file failed */
"Compression of the KMZ file failed" = "Compression of the KMZ file failed";

/* Contacts */
"Contacts" = "Contacts";

/* Couldn't create Application Support/EarthAddresser folder */
"Couldn't create Application Support/EarthAddresser folder" = "Couldn't create Application Support/Earth Addresser folder";

/* Couldn't create Application Support/EarthAddresser/Images folder */
"Couldn't create Application Support/EarthAddresser/Images folder" = "Couldn't create Application Support/Earth Addresser/Images folder";

/* Couldn't create temporary folder */
"Couldn't create temporary folder" = "Couldn't create temporary folder";

/* Default Button label (Create Google Earth Bookmarks) */
"Create Google Earth Bookmarks" = "Create Google Earth Bookmarks";

/* Creating bookmark file */
"Creating bookmark file" = "Creating bookmark file";

/* KML Dateiname */
"Filename" = "Contacts";

/* Home (Address Label) */
"Home" = "Home";

/* open in AddressBook */
"open in AddressBook" = "open in AddressBook";

/* Other (Address Label) */
"Other" = "Other";

/* Photo (alt tag for image) */
"Photo" = "Photo";

/* Selected group couldn't be recognised. */
"Selected group wasn't recognisable." = "Selected group wasn't recognisable.";

/* Text telling that the conversion has finished along with the file name and warning about possibly privacy implications */
"The file %@" = "The file is named “%@” and was put on your Desktop. Double clicking it will add the placemarks to your temporary links in Google Earth.

Please keep in mind that to turn your addresses into  placemarks on the map Google Earth needs to look up each address and determine its coordinates. To do this Google Earth sends each of your addresses to Google's servers. If you do not feel comfortable about exposing your addresses to Google, do not open the the file in Google Earth.

This lookup also takes some time and Google Earth will perform it in the background after you open the file. As a consequence, it can take a few minutes until all of your contacts' placemarks become visible.";

/* (Work (Address Label) */
"Work" = "Work";

